Repository: styrsomissionskyrka/styrsomissionskyrka
Catalog: apps/admin/languages/*.po
Languages: sv_se

source: Activate price
sv_se: Aktivera pris

source: Add first price
sv_se: Lägg till ett första pris

source: Add New
sv_se: Lägg till ny

source: Add new price
sv_se: Lägg till nytt pris

source: Add New Retreat
sv_se: Lägg till ny retreat

source: Below you can edit and add new prices. E.g. if there should be a different/special price for students or similar.
sv_se: Här nedanför kan du redigera och lägga till nya priser. Exempelvis om det ska finnas ett speciellt pris för studenter eller pensionärer.

source: Cancel
sv_se: Avbryt

source: Deactive price
sv_se: Avaktivera pris

source: Description
sv_se: Beskrivning

source: Edit Retreat
sv_se: Redigera retreat

source: Name
sv_se: Namn

source: New price
sv_se: Nytt pris

source: New Retreat
sv_se: Ny retreat

source: No Retreats found
sv_se: Inga retreater funna

source: No Retreats found in Trash
sv_se: Inga retreater funna i papperskorgen

source: Parent Retreat:
sv_se: Överordnad retreat:

source: Price
sv_se: Pris

source: Prices
sv_se: Priser

source: Retreat offerings
sv_se: Retreaterbjudanden

source: Retreats
sv_se: Retreater

source: Save changes
sv_se: Spara ändringar

source: Search Retreats
sv_se: Sök retreater

source: View Retreat
sv_se: Visa retreat
